{"myself": {   
   "fr":
   {"title": "Qui suis-je ?",
    "content": "J'ai réalisé mon premier site internet avec Wordpress il y a 5 ans et j'ai immédiatement adoré ça, en particulier la partie créative. A l'époque, j'évoluais dans un tout autre domaine mais j'ai continué à coder en parallèle de mon activité. Les progrès étaient trop limités à mon goût, c'est pourquoi j'ai décidé de quitter mon job pour m'investir à 100% dans le développement de sites internet. <p>Ça, c'était en 2019, aujourd'hui j'ai terminé depuis quelques semaines la formation <a href='https://oclock.io/'> O'clock </a> qui m'a permis, notamment, de me spécialiser sur la librairie JavaScript React. Le site sur lequel vous lisez ces mots est un exemple de ce que je peux produire. Vous trouverez d'autres projets ci-dessous.</p>"
   },
    "ang":
    {"title": "Who am I ?",
    "content": "I created my first website 5 years ago with Wordpress and I really enjoyed doing it, especially the creative part. At that time, my professional life was far away from web development but I kept on practicing my coding skills aside from my job. I realized a few years later that the progresses were to slow and that I would never be good enough (according to my standards) at that pace, this is why I decided to quit my job and invest all my time in learning web development. <p>It was in 2019, to this day I completed the training called <a href='https://oclock.io/'> O'clock </a>, which allows me, among other things, to specialize myself in React. This website is an example of what I am able to create,you will find more below.</p>"
    }
    },

 "skills": {
    "fr": {"title": "Mes compétences",
    "content": "C'est sans aucune prétention que je vous liste mes compétences. Je m'améliore chaque jour et l'un de mes objectifs (mon objectif principal) est de continuer à apprendre. J'ai récemment passé le certificat de Compétences <a href='https://www.opquast.com/'>Opquast Certified </a> avec un score de 885/1000 et je prépare également le Titre Professionnel Développeur Web et Web Mobile."
    },
    "ang": {"title": "My Skills",
        "content": "Here is my humble skills list. I get better everyday and my main goal is to keep on learning. Lately, I passed the <a href='https://www.opquast.com/'>Opquast Certification </a>  with the score of 885/1000 and I am currently studying to take an exam called 'Titre Professionnel Développeur Web et Web Mobile' which is a professional degree that will vouch for my web developing skills."
        }
    },

    "creations": {
        "fr": {"title": "Mes réalisations",
        "content": "Vous pouvez trouver des exemples de code sur Github"
        },
        "ang": {"title": "What I have created so far :",
            "content": "You can find most of my code on Github"
            }
        },


 "experience": {
     "fr": {"title": "Expériences",
            "content": 
             {"highlight": 
             {"name": "Web Développement",
            "date": "Janvier 2020",
            "details":"Le dernier mois de formation O'Clock est dédié à un projet en groupe en conditions réelles. Nous étions cinq dans mon groupe et disposions d'un mois pour avancer au maximum sur un projet. Nous avons utilisé Symfony et React."},
            "more": 
            [{"name": "Agent de voyages / Capital Culturel Européen (Mâcon, France)",
            "date": "Avril 2017 - Avril 2019",
            "details":"Organisation de séjours linguistiques pour les groupes scolaires en Grande-Bretagne (rigueur, organisation, flexibilité, gestion des imprévus)"}, 
            {"name": "Stage / Musée d'Art Moderne (Luxembourg)",
            "date": "Avril 2016 - Septembre 2016",
            "details":"Assistante du responsable des relations externes. Ma mission principale était d'augmenter le nombre de visites et développer les événements d'entreprise."}     
        ]
    }},
    "ang": { "title": "Experience",
        "content": 
            {"highlight": 
                {"name": "Web Development Project",
                "date": "January 2020",
                "details":"The final month of O'Clock's formation is dedicated to a group project in business condition. We were 5 people in the group and we had 1 month to create a website from scratch. To do so we used Symfony and React."},
             "more": 
                [{"name": "Travel Agent / Capital Culturel Européen (Mâcon, France)",
                "date": "April 2017 - April 2019",
                "details":"I organised school trips in the UK for French groups. (rigour, organization, flexibility, unexpected events management)"}, 
                {"name": "External relations intern / Museum of Modern Art (Luxembourg)",
                "date": "April 2016 - September 2016",
                "details":"I assisted the responsible for external relations. My main mission was to increase tourist visits and develop corporate events in the museum."}     
            ]
        }

    }
},

  "education": {
  "fr": {"title": "Formations",
    "content": 
        {"highlight": 
            {"name": "Formation Web Développeur",
            "date": "Juillet 2019 - Février 2020",
            "details":" Cours délivré par O'Clocl, labellisé 'Grande Ecole du Numérique':",
            "list": [{"item": "Trois mois de cours et de pratique: HTML, CSS, PHP, JS, GIT MySQL"},
                     {"item": "Un mois de spécialisation (cours et pratique): React"},
                     {"item": "Un mois de pratique en condition d'entreprise."}
            ]},
         "more": 
            [{"name": "Master : Marketing des destinations touristiques (IAE Savoie Mont-Blanc)",
            "date": "2014- 2016",
            "details":"Un semestre Eramus au sein de la London Metropolitan University"}, 
            {"name": "Licence : Tourisme Durable (Université de Toulon)",
            "date": "2013 - 2014",
            "details": ""}     
        ]
    }
}, 
"ang": {"title": "Education",
    "content": 
        {"highlight": 
            {"name": "Professional degree: Web Developer",
            "date": "July 2019 - February 2020",
            "details":"To prepare this degree I took the courses delivered by a French training organisation: O’clock (School labelled 'Grande Ecole du Numérique'):",
            "list": [{"item": "3 months of courses with practice: HTML, CSS, PHP, JS, GIT MySQL"},
                     {"item": "1 month of specialization with practice: React"},
                     {"item": "1 month of practice only."}
            ]},
         "more": 
            [{"name": "Master’s degree: Brand Strategy of Tourist Destinations (IAE Savoie Mont-Blanc)",
            "date": "2014- 2016",
            "details":"Includes 1 semester within the London Metropolitan University"}, 
            {"name": "Bachelor’s degree: Sustainable Tourism (Toulon University)",
            "date": "2013 - 2014",
            "details": ""}     
        ]
    }
  }

},

  "hobbies": {
   "fr": {"title": "Ce que j'aime dans la vie",
    "subtitle": "(A part développer des sites bien sûr)",
    "content": {
        "baking" : {
            "title" : "La pâtisserie",
            "content" : "Comme pour le développement, j'aime quand c'est beau et bon. Tout mon entourage en profite, y compris mes collègues ! Cela me permet de travailler ma créativité, ma patience et ma persévérence. "
        },
        "travelling" : {
            "title" : "Les voyages",
            "content" : "Ce n'est pas très original je vous l'accorde. Au delà des voyages j'aime vivre à l'étranger : j'ai eu l'opportunité de vivre en Espagne, au Royaume-Uni et aux USA. Ces experiences me permettent de sortir plus facilement de ma zone de confort et de m'adapter rapidement à un nouvel environnement."
        }
    }
    },
"ang" : {
    "title": "Things I love doing",
    "subtitle": "(in addition to coding and designing)",
    "content": {
        "baking" : {
            "title" : "Baking",
            "content" : "I like when it is nice to see and tasty. I baked for everyone (including my colleagues) and on every occasion ! It helps me being more creative, patient and persistant. "
        },
        "travelling" : {
            "title" : "Travelling",
            "content" : "I know it is quite a random hobby but It is what I like. Beyond travelling what I enjoy even more is to live abroad, in the last few years I have lived in Spain, in the UK and in the USA. These experiences allow me to go easily outside my comfort zone and to be more flexible."
        }
    }
}},

    "contact": {
        "fr": {"title": "Me contacter",
    "contact1":"Linkedin",
    "contact2" : "Email"
    }, 
    "ang": {
        "title": "Contact Me",
         "contact1":"Linkedin",
         "contact2" : "Email"
    }
}
}
